Repository: ProtonMail/ios-mail
Catalog: Modules/App/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: be, ca, cs, da, de, el, es, es_419, fi, fr, hu, id, it, ja, ka, ko, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sv, tr, uk, zh_hans, zh_hant

source: Emails from %@ will no longer be delivered and will be permanently deleted. You can manage blocked email addresses in the settings.
be: Лісты з %@ больш не будуць дастаўляцца і будуць канчаткова выдалены. Вы можаце кіраваць заблакіраванымі адрасамі электроннай пошты ў наладах.
ca: Els correus electrònics de %@ ja no s'entregaran i s'eliminaran permanentment. Podeu gestionar les adreces de correu bloquejades a les preferències.
cs: E-maily od %@ již nebudou doručovány a budou trvale smazány. Zablokované e-mailové adresy můžete spravovat v nastavení.
da: E-mails fra %@ vil ikke længere blive leveret og vil blive slettet permanent. De kan administrere blokerede e-mailadresser i indstillingerne.
de: E-Mails von %@ werden nicht mehr zugestellt und dauerhaft gelöscht. Gesperrte E-Mail-Adressen können in den Einstellungen verwaltet werden.
el: Μηνύματα ηλεκτρονικού ταχυδρομείου από το %@ δε θα παραδοθούν και θα διαγραφούν οριστικά. Μπορείτε να διαχειριστείτε τις αποκλεισμένες ηλεκτρονικές διευθύνσεις στις ρυθμίσεις.
es: Los mensajes de %@ ya no se entregarán y serán eliminados permanentemente. Gestiona las direcciones de correo electrónico bloqueadas en los ajustes.
es_419: Los mensajes de %@ ya no se entregarán y serán eliminados permanentemente. Gestione las direcciones de correo electrónico bloqueadas en los ajustes.
fi: Sähköpostit lähettäjältä %@ ei enää toimiteta, ja ne poistetaan pysyvästi. Hallinnoi estettyjä sähköpostiosoitteita asetuksissa.
fr: Les messages de %@ ne seront plus distribués et seront définitivement supprimés. Vous pouvez gérer les adresses e-mail bloquées dans les paramètres.
hu: A(z) %@ címről érkező e-mailek a továbbiakban nem lesznek kézbesítve, és véglegesen törlésre kerülnek. A letiltott e-mail-címeket a beállításokban kezelheti.
id: Email dari %@ tidak akan lagi dikirimkan dan akan dihapus secara permanen. Anda dapat mengelola alamat email yang diblokir di pengaturan.
it: Le email da %@ non saranno più consegnate e verranno eliminate definitivamente. Puoi gestire gli indirizzi email bloccati nelle impostazioni.
ja: %@ からのメールは配信されなくなり、完全に削除されます。ブロックしたメールアドレスは設定で管理できます。
ka: ელფოსტები %@-დან აღარ იქნება მიწოდებული და სამუდამოდ წაიშლება. დაბლოკილი ელფოსტის მისამართების მართვა პარამეტრებში შეგიძლიათ.
ko: %@에서 보낸 이메일은 더 이상 전송되지 않으며 영구적으로 삭제됩니다. 설정에서 차단된 이메일 주소를 관리할 수 있습니다.
nb: E-poster fra %@ vil ikke lenger bli levert og vil bli slettet permanent. Du kan administrere blokkerte e-postadresser i innstillingene.
nl: E-mails van %@ worden niet langer afgeleverd en worden permanent verwijderd. U kunt geblokkeerde e-mailadressen beheren in de instellingen.
pl: Wiadomości e-mail od %@ nie będą już dostarczane i zostaną trwale usunięte. Możesz zarządzać zablokowanymi adresami e-mail w ustawieniach.
pt: Os e-mails de %@ deixarão de ser entregues e serão eliminados permanentemente. Pode gerir os endereços de e-mail bloqueados nas definições.
pt_br: E-mails de %@ não serão mais entregues e serão excluídos permanentemente. Você pode gerenciar os endereços de e-mail bloqueados nas configurações.
ro: E-mailurile de la %@ nu vor mai fi livrate și vor fi șterse definitiv. Puteți gestiona adresele de e-mail blocate în setări.
ru: Письма от %@ больше не будут доставляться и будут удалены без возможности восстановления. Вы можете управлять заблокированными адресами электронной почты в настройках.
sk: E-maily od %@ už nebudú doručované a budú trvalo vymazané. Zablokované emailové adresy môžete spravovať v nastaveniach.
sl: E-pošta od %@ ne bo več dostavljena in bo trajno izbrisana. Blokirane e-poštne naslove lahko upravljate v nastavitvah.
sv: E-postmeddelanden från %@ kommer inte längre att levereras och kommer att tas bort permanent. Du kan hantera blockerade e-postadresser i inställningarna.
tr: %@ adresinden gelen e-postalar artık teslim edilmeyecek ve kalıcı olarak silinecek. Engellenen e-posta adreslerini ayarlar bölümünden yönetebilirsiniz.
uk: Електронні листи від %@ більше не доставлятимуться і будуть остаточно видалені. Ви можете керувати заблокованими адресами електронної пошти в налаштуваннях.

source: Empty %@ Folder
be: Папка %@ пустая
ca: Buida la carpeta %@
cs: Vyprázdnit složku %@
da: Tøm %@ mappe
de: Ordner %@ leeren
el: Εκκαθάριση Φακέλου %@
es: Vaciar la carpeta %@
es_419: Vaciar la carpeta %@
fi: Tyhjennä %@-kansio
fr: Vider le dossier %@
hu: %@ mappa kiürítése
id: Kosongkan Folder %@
it: Svuota la cartella %@
ja: %@ フォルダを空にする
ko: %@ 폴더 비우기
nb: Tøm %@-mappe
nl: Leeg %@ map
pl: Opróżnij %@
pt: Esvaziar a pasta %@
pt_br: Pasta %@ vazia
ro: Golire folder %@
ru: Очистить папку «%@»
sk: Vyprázdniť priečinok %@
sl: Izprazni mapo %@
sv: Töm %@-mapp
tr: %@ klasörünü boşalt
uk: Тека «%@» порожня
zh_hans: 清空 %@ 文件夹
zh_hant: 清空 %@ 資料夾

source: Empty %@ now
be: Ачысціць %@
ca: Buida %@ ara
cs: Vyprázdnit %@ nyní
da: Tøm %@ nu
de: %@ jetzt leeren
el: Εκκαθάριση %@ τώρα
es: Vaciar %@ ahora
es_419: Vaciar %@ ahora
fi: Tyhjennä %@ nyt
fr: Vider %@ maintenant
hu: %@ ürítése most
id: Kosongkan %@ sekarang
it: Svuota %@ ora
ja: %@を今すぐ空にする
ko: 지금 %@ 비우기
nb: Tøm %@ nå
nl: Leeg %@ nu
pl: Opróżnij %@
pt: Esvaziar %@ agora
pt_br: Esvaziar %@ agora
ro: Golire %@
ru: Очистить «%@» сейчас
sk: Vyprázdniť %@ hneď
sl: Izprazni %@ zdaj
sv: Töm %@ nu
tr: %@ klasörünü boşalt
uk: Очистити %@
zh_hans: 立即清空 %@
zh_hant: 立即清空 %@

source: Enable signature
be: Уключыць подпіс
ca: Activar signatura
cs: Povolit podpis
da: Aktivér signatur
de: Signatur aktivieren
el: Ενεργοποίηση υπογραφής
es: Activar firma
es_419: Activar firma
fi: Käytä allekirjoitusta
fr: Activer la signature
hu: Aláírás bekapcsolása
id: Aktifkan tanda tangan
it: Abilita la firma
ja: 署名の有効化
ka: ხელმოწერის ჩართვა
ko: 서명 활성화
nb: Aktiver signatur
nl: Handtekening inschakelen
pl: Włącz podpis
pt: Ativar a assinatura
pt_br: Ativar assinatura
ro: Activare semnătură
ru: Включить подпись
sk: Povoliť podpis
sl: Omogoči podpis
sv: Aktivera signatur
tr: İmza kullanılsın
uk: Увiмкнути підпис
zh_hans: 启用签名
zh_hant: 啟用簽名檔

source: Error logs help us to get to the bottom of your issue. If you don't include them, we might not be able to investigate fully.
be: Журнал з памылкамі дазваляе нам зразумець самую сутнасць вашай праблемы. Калі вы не ўключыце яго, то ў нас не будзе магчымасці даследаваць праблему цалкам.
ca: Els registres d'errors ens ajuden a arribar al fons del problema. Si no els incloeu, potser no podrem investigar-lo completament.
cs: Logy chyb nám pomohou přijít vašemu problému na kloub. Pokud je neuvedete, je možné, že to nebudeme moci plně prošetřit.
da: Fejllog-filer hjælper os med at komme til bunds i dit problem. Hvis du ikke inkluderer dem, kan vi måske ikke undersøge det fuldt ud.
de: Fehlerprotokolle helfen uns, dem Problem auf den Grund zu gehen. Wenn es nicht mitgeschickt wird, können wir das Problem möglicherweise nicht vollständig untersuchen.
el: Οι καταχωρήσεις σφαλμάτων μας βοηθούν στην επίλυση του θέματός σας! Αν δεν τα συμπεριλάβετε, ίσως να μην μπορούμε να το ερευνήσουμε πλήρως.
es: Los registros de errores nos ayudan a entender las causas de tu problema. Si no se incluyen es posible que no podamos investigar eficientemente su causa.
es_419: Los registros de errores nos ayudan a llegar al fondo del problema. Si no los incluye, es posible que no podamos investigar por completo.
fi: Virhelokit auttavat meitä pääsemään ongelmasi ytimeen. Ellet sisällytä niitä, emme ehkä pysty tutkimaan asiaa täysin.
fr: Les journaux d'erreurs nous aident à comprendre les causes de votre problème. Si vous ne les incluez pas, nous ne pourrons peut-être pas mener une analyse approfondie.
hu: A hibanaplók segítenek a probléma felderítésében. Ha nem mellékeli ezeket, lehet, hogy nem tudjuk teljes mértékben kivizsgálni.
id: Log error membantu kami dalam menumpas masalah Anda hingga ke akar-akarnya. Apabila Anda tidak menyertakan log error, kami mungkin tidak akan dapat menganalisa masalah Anda secara menyeluruh.
it: I log degli errori ci aiutano ad arrivare alle origini del tuo problema. Se non li includi, potremmo non riuscire ad analizzare e risolvere totalmente gli errori.
ja: エラーログは、お客様の問題の真相を解明するのに役立ちます。エラーログが含まれていない場合は、十分な調査ができない可能性があります。
ko: 오류 로그는 지금 겪고계신 문제의 핵심을 알아차리는데 도움을 주는 역할을 합니다. 오류 로그를 첨부하지 않으시면 제대로된 조사가 이루어지기 어렵습니다.
nb: Feillogger hjelper oss med å komme til bunns i problemet ditt. Hvis du ikke inkluderer dem, kan vi kanskje ikke undersøke fullt ut.
nl: Foutenlogboeken helpen ons om uw probleem tot op de bodem uit te zoeken. Als u ze niet toevoegt, kunnen we het probleem mogelijk niet volledig onderzoeken.
pl: Logi błędów pomagają nam rozwiązać problem. Jeśli ich nie dołączysz, możemy nie być w stanie w pełni zbadać Twojego problemu.
pt: Os registos de erro ajudam-nos a chegar à raíz do seu problema. Se não os incluir, poderemos não conseguir investigar.
pt_br: Os registros de erros nos ajudam a entender o problema a fundo. Sem os registros, talvez não consigamos fazer uma investigação completa.
ro: Jurnalele de erori ne ajută să ajungem la baza problemei. Dacă nu le includeți, s-ar putea să nu putem investiga pe deplin problema.
ru: Журналы ошибок помогают нам разобраться в вашей проблеме. Если вы не включите их, мы не сможем полностью провести расследование.
sk: Protokoly o chybách nám pomáhajú zistiť príčinu vášho problému. Ak ich neuvediete, možno nebudeme schopní ich úplne preskúmať.
sl: Datoteke z dnevniki napak nam pomagajo priti do jedra vaše težave. Če jih ne priložite, je morda ne bomo mogli temeljito preiskati.
sv: Felloggar hjälper oss att gå till botten med ditt problem. Om du inte inkluderar dem kanske vi inte kan undersöka dem fullständigt.
tr: Hata günlüğü, sorununuzun temeline inmemize yardımcı olur. Bunu göndermezeniz, sorunu tam olarak araştıramayabiliriz.
uk: Журнали помилок допомагають нам розібратися з вашою проблемою. Якщо ви не додасте їх, ми не зможемо провести повне розслідування.
zh_hans: 错误日志能帮助我们彻底排查您的问题。若您未提供相关日志，我们的技术支持团队可能无法全面调查问题原因。
zh_hant: 錯誤紀錄檔可以協助我們深入了解您的問題。若您不選擇，我們可能無法進行全面調查。

source: Expected results
be: Чакаліся вынікі
ca: Resultats esperats
cs: Očekávané výsledky
da: Forventede resultater
de: Erwartete Ergebnisse
el: Αναμενόμενα αποτελέσματα
es: Resultados esperados
es_419: Resultados esperados
fi: Odotetut tulokset
fr: Résultats attendus
hu: Várható eredmények
id: Hasil yang diharapkan
it: Risultati attesi
ja: 期待される結果
ko: 예상된 결과
nb: Forventede resultater
nl: Verwachte resultaten
pl: Oczekiwany rezultat
pt: Resultados esperados
pt_br: Resultados esperados
ro: Rezultate așteptate
ru: Ожидаемые результаты
sk: Očakávané výsledky
sl: Pričakovani rezultati
sv: Förväntade resultat
tr: Beklenen sonuçlar
uk: Очікувані результати
zh_hans: 预期效果
zh_hant: 預期結果

source: Expires in %@
be: Дзейнічае да %@
ca: Caduca en %@
cs: Vyprší za %@
da: Udløber om %@
de: Läuft ab in %@
el: Λήγει σε %@
es: Expira en %@
es_419: Expira en %@
fi: Erääntymiseen: %@
fr: Expire dans %@
hu: Lejár: %@
id: Kedaluwarsa dalam %@
it: Scade tra %@
ja: %@ で期限切れになります
ka: ვადა %@
ko: %@에 만료
nb: Utløper om %@
nl: Verloopt over %@
pl: Wygasa za %@
pt: Expira em %@
pt_br: Expira em %@
ro: Expiră peste %@
ru: Истекает через %@
sk: Vyprší o %@
sl: Poteče čez %@
sv: Löper ut om %@
tr: %@ sonra geçerlilik süresi dolacak
uk: Завершується через %@
zh_hans: 于 %@ 过期
zh_hant: 於 %@ 到期

source: Expires in less than 1 minute
be: Тэрмін дзеяння міне менш чым праз 1 хвіліну
ca: Caduca en menys d'1 minut
cs: Vyprší za méně než 1 minutu
da: Udløber om mindre end 1 minut
de: Läuft in weniger als 1 Minute ab
el: Λήγει σε λιγότερο από 1 λεπτό
es: Expira en menos de un minuto.
es_419: Expira en menos de un minuto
fi: Erääntyy alle minuutin kuluttua
fr: Expire dans moins de 1 minute
hu: Kevesebb, mint 1 percen belül lejár
id: Akan kedaluwarsa kurang dari 1 menit
it: Scade tra meno di 1 minuto
ja: 1分以内に期限切れになります
ka: ვადის ამოწურვამდე 1 წუთზე ნაკლებია
ko: 1분 내에 만료
nb: Utløper om mindre enn 1 minutt
nl: Verloopt in minder dan 1 minuut
pl: Wygasa za mniej niż 1 minutę
pt: Expira em menos de 1 minuto.
pt_br: Expira em menos de 1 minuto
ro: Expiră în mai puțin de un minut
ru: Истекает менее чем через 1 минуту
sk: Vyprší o menej ako 1 minútu
sl: Poteče čez manj kot 1 minuto
sv: Löper ut om mindre än 1 minut
tr: Geçerlilik süresi 1 dakika içinde dolacak
uk: Завершується менш ніж за 1 хвилину
zh_hans: 在 1 分钟内过期
zh_hant: 1 分鐘內到期

source: Failed to Send
be: Не ўдалося адправіць
ca: No s'ha pogut enviar.
cs: Odeslání selhalo
da: Fejl ved afsendelse
de: Senden fehlgeschlagen
el: Αποτυχία Αποστολής
es: Error en el envío
es_419: Error en el envío
fi: Lähetys epäonnistui
fr: L'envoi n'a pas abouti.
hu: Sikertelen küldés
id: Gagal Terkirim
it: Invio non riuscito
ja: 送信に失敗しました
ka: გაგზავნა ჩავარდა
ko: 전송 실패
nb: Sendingen var ikke vellykket
nl: Versturen mislukt
pl: Nie udało się wysłać
pt: Erro no envio
pt_br: Erro no envio
ro: Trimitere eșuată
ru: Не удалось отправить
sk: Nepodarilo sa odoslať
sl: Pošiljanje ni uspelo
sv: Misslyckades att skicka
tr: Gönderilemedi
uk: Не вдалося надіслати
zh_hans: 发送失败
zh_hant: 傳送失敗

source: Folders and labels
be: Папкі і меткі
ca: Carpetes i etiquetes
cs: Složky a štítky
da: Mapper og etiketter
de: Ordner und Kategorien
el: Φάκελοι και ετικέτες
es: Carpetas y etiquetas
es_419: Carpetas y etiquetas
fi: Kansiot ja tunnisteet
fr: Dossiers et labels
hu: Mappák és címkék
id: Folder dan label
it: Cartelle ed etichette
ja: フォルダやラベル
ka: საქაღალდეები და ჭდეები
ko: 폴더 및 라벨
nb: Mapper og etiketter
nl: Mappen en labels
pl: Foldery i etykiety
pt: Pastas e etiquetas
pt_br: Pastas e marcadores
ro: Foldere și etichete
ru: Папки и ярлыки
sk: Priečinky a štítky
sl: Mape in oznake
sv: Mappar och etiketter
tr: Klasörler ve etiketler
uk: Теки та мітки
zh_hans: 文件夹和标签
zh_hant: 資料夾和標籤

source: Forward
be: Пераслаць
ca: Reenvia
cs: Přeposlat
da: Videresend
de: Weiterleiten
el: Προώθηση
es: Reenviar
es_419: Reenviar
fi: Välitä
fr: Transférer
hu: Továbbítás
id: Teruskan
it: Inoltra
ja: 転送
ka: გადაგზავნა
ko: 전달
nb: Videresend
nl: Doorsturen
pl: Przekaż dalej
pt: Encaminhar
pt_br: Encaminhar
ro: Redirecționare
ru: Переслать
sk: Preposlať
sl: Posreduj
sv: Vidarebefordra
tr: İlet
uk: Переслати
zh_hans: 转发
zh_hant: 轉寄

source: From
be: Ад
ca: De
cs: Od
da: Fra
de: Von
el: Από
es: De
es_419: De
fi: Lähettäjä
fr: De
hu: Küldő
id: Dari
it: Da
ja: 差出人
ka: გამომგზავნელი
ko: 보낸 사람
nb: Fra
nl: Afzender
pl: Od
pt: De
pt_br: De
ro: De la
ru: От
sk: Od
sl: Od
sv: Från
tr: Kimden
uk: Від
zh_hans: 发件人
zh_hant: 寄件者

source: From:
be: Ад:
ca: De:
cs: Od:
da: Fra:
de: Von:
el: Από:
es: De:
es_419: De:
fi: Lähettäjä:
fr: De :
hu: Feladó:
id: Dari:
it: Da:
ja: 差出人:
ka: ვისგან:
ko: 보낸사람:
nb: Fra:
nl: Van:
pl: Od:
pt: De:
pt_br: De:
ro: De la:
ru: От:
sk: Od:
sl: Od:
sv: Från:
tr: Kimden:
uk: Від:
zh_hans: 发件人：:
zh_hant: 寄件者:

source: Hide details
be: Схаваць падрабязнасці
ca: Amagar els detalls
cs: Skrýt detaily
da: Skjul detaljer
de: Details ausblenden
el: Απόκρυψη λεπτομερειών
es: Ocultar detalles
es_419: Ocultar detalles
fi: Piilota tiedot
fr: Masquer les détails
hu: Részletek elrejtése
id: Sembunyikan rincian
it: Nascondi i dettagli
ja: 詳細を非表示
ka: დეტალების დამალვა
ko: 세부 정보 숨기기
nb: Skjul detaljer
nl: Verberg details
pl: Ukryj szczegóły
pt: Ocultar detalhes
pt_br: Ocultar detalhes
ro: Ascundere detalii
ru: Скрыть подробности
sk: Skryť detaily
sl: Skrij podrobnosti
sv: Dölj detaljer
tr: Bilgileri gizle
uk: Приховати подробиці
zh_hans: 隐藏详情
zh_hant: 隱藏詳細資訊

source: If Proton sites are blocked, this lets the app try other network paths to reach them. It can help bypass firewalls or connection issues. We recommend keeping it on for better reliability.
be: Гэта налада дазволіць праграме паспрабаваць іншыя сеткавыя шляхі, каб дасягнуць вэб-сайты Proton пры іх блакіроўцы. Можа быць карыснай, каб дапамагчы абысці міжсеткавыя экраны або праблемы з падключэннем. Рэкамендуецца пакінуць яе ўключанай для лепшай надзейнасці.
ca: Si els llocs del Proton estan bloquejats, això permet que l'aplicació provi altres camins de xarxa per a arribar-hi. Pot ajudar a evitar tallafocs o problemes de connexió. Recomanem mantenir-ho activat per a una millor fiabilitat.
cs: Pokud jsou stránky Proton blokovány, umožní to aplikaci vyzkoušet jiné síťové cesty, aby se k nim dostala. Může pomoci obejít brány firewall nebo problémy s připojením. Doporučujeme mít funkci zapnutou pro vyšší spolehlivost.
da: Hvis Proton-websteder er blokeret, lader dette appen prøve andre netværksstier for at nå dem. Det kan hjælpe med at omgå firewalls eller forbindelsesproblemer. Vi anbefaler at lade det være slået til for at opnå bedre pålidelighed.
de: Falls Proton-Sites blockiert sind, erlaubt es der App, alternative Netzwerk-Routings zu versuchen, um sie zu erreichen. Das kann helfen, Firewalls oder Netzwerkprobleme zu umgehen. Wir empfehlen, es eingeschaltet zu lassen, um die Zuverlässigkeit zu verbessern.
el: Εάν οι ιστοσελίδες Proton αποκλειστούν, αυτό επιτρέπει στην εφαρμογή να δοκιμάσει άλλες διαδρομές δικτύου για να τις προσεγγίσει. Μπορεί να βοηθήσει στην παράκαμψη τειχών προστασίας ή προβλημάτων σύνδεσης. Συνιστούμε να το διατηρήσετε ενεργοποιημένο για καλύτερη αξιοπιστία.
es: Si los sitios de Proton están bloqueados, esto permite que la aplicación pruebe otras rutas de red para encontrarlos. Puede ayudar a evitar cortafuegos o problemas de conexión. Recomendamos mantenerlo activado para una mayor fiabilidad.
es_419: Si los sitios de Proton están bloqueados, esto permite que la aplicación pruebe otras rutas de red para encontrarlos. Puede ayudar a evitar cortafuegos o problemas de conexión. Recomendamos mantenerlo activado para una mayor fiabilidad.
fi: Jos Protonin sivustot on estetty, sovellus voi tämän avulla kokeilla toisia reittejä niiden saavuttamiseksi. Tämä voi auttaa ohittamaan palomuureja tai yhteysongelmia. Suosittelemme käyttöä luotettavuuden parantamiseksi.
fr: En cas de blocage des sites Proton, cela permet à l'application d'essayer d'autres chemins d'accès réseau pour les atteindre. Cela peut aider à contourner les pare-feu ou les problèmes de connexion. Nous vous recommandons de le laisser activé pour une meilleure fiabilité.
hu: Ha a Proton webhelyei le vannak tiltva, ez lehetővé teszi az alkalmazás számára, hogy más hálózati útvonalakon próbálja meg elérni őket. Segíthet megkerülni a tűzfalakat vagy a kapcsolat problémáit. Javasoljuk, hogy kapcsolja be a jobb megbízhatóság érdekében.
id: Jika situs Proton diblokir, ini memungkinkan aplikasi mencoba jalur jaringan lain untuk mencapainya. Ini dapat membantu melewati firewall atau masalah koneksi. Kami sarankan untuk tetap mengaktifkannya untuk keandalan yang lebih baik.
it: Se i siti di Proton sono bloccati, questo permette all'app di provare altri percorsi di rete per raggiungerli. Può aiutare a bypassare firewall o problemi di connessione. Consigliamo di tenerlo attivo per una migliore affidabilità.
ja: Proton への接続がブロックされている場合、アプリは別のネットワークパス経由で Proton に接続を試みます。この設定は、ファイアウォールや接続の問題を回避するのに役立ちます。信頼性向上のため、この設定を有効にしておくことをおすすめします。
ko: 만약 Proton 사이트가 차단된 경우 앱에서 다른 네트워크 경로를 통하여 해당 사이트에 접근을 시도합니다. 이 기능은 방화벽 또는 연결 문제를 우회하는데 도움이 될 수 있습니다. 안정성 향상을 위해 이 설정을 계속 켜두는 것을 권장합니다.
nb: Hvis Proton-nettsteder er blokkert, lar dette appen prøve andre nettverksstier for å nå dem. Det kan bidra til å omgå brannmurer eller tilkoblingsproblemer. Vi anbefaler at du lar det være på for bedre pålitelighet.
nl: In het geval dat Proton-sites geblokkeerd zijn, staat dit de app toe om alternatieve netwerkroutering te proberen om deze te bereiken. Dit kan helpen firewalls of verbindingsproblemen te omzeilen. Wij raden u aan dit ingeschakeld te laten voor een hogere betrouwbaarheid.
pl: Jeśli strony Proton są zablokowane, pozwala to aplikacji wypróbować inne połączenia sieciowe, aby do nich dotrzeć. Może to pomóc ominąć zapory sieciowe lub problemy z połączeniem. Zalecamy pozostawienie tej opcji włączonej dla większej niezawodności.
pt: Caso os sítios da Proton estejam bloqueados, isto permite que a aplicação tente outros caminhos de rede para os alcançar. Pode ajudar a contornar firewalls ou problemas de ligação. Recomendamos mantê-lo ativado para maior fiabilidade.
pt_br: Se os sites da Proton estiverem bloqueados, esta opção permite que o aplicativo tente acessá-los por outros caminhos de rede. Isso pode ajudar a contornar firewalls ou problemas de conexão. Recomendamos manter a opção ativada para maior confiabilidade.
ro: Dacă site-urile Proton sunt blocate, această funcție permite aplicației să încerce alte căi de rețea pentru a le accesa. Aceasta poate ajuta la ocolirea paravanelor de protecție sau a problemelor de conexiune. Mențineți-o activată pentru o fiabilitate mai bună.
ru: Если сайты Proton заблокированы, эта функция позволяет приложению использовать другие сетевые пути для доступа к ним. Это может помочь обойти брандмауэры или проблемы с подключением. Мы рекомендуем оставить эту функцию включенной для повышения надежности.
sk: Ak sú stránky Proton blokované, aplikácia môže vyskúšať iné sieťové cesty, aby sa k nim dostala. Môže pomôcť obísť brány firewall alebo problémy s pripojením. Odporúčame ponechať zapnuté, aby ste dosiahli vyššiu spoľahlivosť.
sl: Če so spletna mesta Proton blokirana, to omogoča aplikaciji, da poskusi z drugimi omrežnimi potmi, da jih doseže. To lahko pomaga zaobiti požarne zidove ali težave s povezavo. Priporočamo, da je ta možnost vklopljena za boljšo zanesljivost.
tr: Proton siteleri engelleniyorsa, bu seçenek onlara ulaşmak için uygulamanın başka ağ yollarını denemesini sağlar. Güvenlik duvarlarını veya bağlantı sorunlarını aşmaya yardımcı olabilir. Bağlantı kurma sorunları yaşamamak için açık tutmanızı öneririz.
uk: У випадку блокування сайтів Proton, це дозволяє застосунку спробувати інші мережеві шляхи для доступу до них. Це може допомогти обійти мережеві екрани або проблеми зі з'єднанням. Ми рекомендуємо залишити його увімкненим для кращої надійності.
zh_hans: 如果 Proton 网站被屏蔽，应用程序可以尝试其他网络路径来访问这些网站。它可以帮助绕过防火墙或连接问题。我们建议将其开启，以提高可靠性。
zh_hant: 如果 Proton 網站被封鎖，這將讓應用程式嘗試其他網路路徑來連線。這有助於繞過防火牆或連線問題。我們建議保持開啟以獲得更好的可靠性。

source: Immediately
be: Неадкладна
ca: Immediatament
cs: Okamžitě
da: Straks
de: Sofort
el: Άμεσα
es: Inmediatamente
es_419: Inmediatamente
fi: Välittömästi
fr: Immédiatement
hu: Azonnal
id: Segera
it: Immediatamente
ja: 即時
ka: დაუყოვნებლივ
ko: 즉시
nb: Umiddelbart
nl: Onmiddellijk
pl: Natychmiast
pt: De imediato
pt_br: Imediatamente
ro: Imediat
ru: Немедленно
sk: Okamžite
sl: Takoj
sv: Omedelbart
tr: Hemen
uk: Негайно
zh_hans: 立刻
zh_hant: 立刻

source: Inbox
be: Уваходныя
ca: Safata d'entrada
cs: Doručená pošta
da: Indbakke
de: Posteingang
el: Εισερχόμενα
es: Bandeja de entrada
es_419: Buzón
fi: Saapuneet
fr: Boite de réception
hu: Bejövő
id: Kotak masuk
it: Posta in arrivo
ja: 受信トレイ
ka: შემომავალი
ko: 받은편지함
nb: Innboks
pl: Odebrane
pt: Caixa de entrada
pt_br: Caixa de entrada
ro: Primite
ru: Входящие
sk: Doručená pošta
sl: Prejeto
sv: Inkorg
tr: Gelen kutusu
uk: Вхідні
zh_hans: 收件箱
zh_hant: 收件匣
